test/good/conditional-2.cfg.mmd
graph TD
subgraph test
    test_141["let a: Int = 20"]
    test_142["if (a &gt; 42)"]
    test_144["a = 23"]
    test_146["a = 22"]
    test_148["return a"]:::exitNode
    test_141 --> test_142
    test_142 --> test_144
    test_142 --> test_146
    test_144 --> test_148
    test_146 --> test_148
end
